Repository: alexs-2020/cat2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Gatos Disponibles
es: Available Cats

source: Nuestros Gatos Disponibles
es: Our Available Cats

source: años
es: years

source: Rasgos de Personalidad
es: Personality Traits

source: Información de Salud
es: Health Information

source: ¿Interesado en adoptar? Contáctanos a través de:
es: Interested in adopting? Contact us through:

source: Cerrar
es: Close

source: English
es: Inglés

source: Spanish
es: Español

source: GATERIA FAMILIAR DE BRITISH SHORT HAIR & LONGHAIR
es: FAMILIAR CATTERY OF BRITISH SHORT HAIR & LONGHAIR

source: Nuestra Familia
es: Our Family

source: MACHOS
es: MALES

source: HEMBRAS
es: FEMALES

source: GATITOS
es: KITTENS

source: PLANES
es: PLANS

source: CONDICIONES
es: CONDITIONS

source: Interested in adopting? Reach out to us:
es: Interested in adopting? Contact us:

source: Enlaces
es: Links

source: Sobre Nosotros
es: About Us

source: Planes
es: Plans

source: Consejos
es: Tips

source: Contactanos Hoy
es: Contact Us Today

source: Historia de los British Shorthair
es: History of the British Shorthair

source: En este apartado pincelaremos una vista rápida en la que conocerán brevemente la historia de la raza que representa nuestra familia felina, el British Shorthair, también conocido como gato británico de pelo corto, es considerado una de las razas felinas más antiguas y populares de Gran Bretaña y de las primeras en ser categorizada como tal.
es: This section provides a quick overview of the history of the breed that represents our feline family, the British Shorthair, also known as the British short-haired cat. It is considered one of the oldest and most popular cat breeds in Great Britain and one of the first to be officially categorized as a breed.

source: Su historia se remonta a tiempos remotos, y su evolución ha sido fascinante. Permíteme llevarte a través de los hitos clave en la historia de esta noble y cándida raza.
es: Its history dates back to ancient times, and its evolution has been fascinating. Let me take you through the key milestones in the history of this noble and charming breed.

source: Orígenes Romanos
es: Roman Origins

source: Primeramente trataremos de sumergirnos en el pasado de esta raza a partir de sus orígenes, que se remontan en la época romana. Se cree que las cohortes y mercaderes romanos llevaron consigo los ancestros directos del British Shorthair desde Egipto, cruzándolos con los gatos autóctonos de la región, creando gatos de constitución robusta y pelaje denso.
es: First, we will delve into the past of this breed from its origins, which date back to Roman times. It is believed that Roman cohorts and merchants brought the direct ancestors of the British Shorthair from Egypt, crossing them with local cats in the region, creating robustly built cats with dense fur.

source: Bienvenido a la Página de Gatos
es: Welcome to the Cat Website

source: Calificación de 5 estrellas (970 Reseñas)
es: 5 Star Rating (970 Reviews)

source: Encuentra tu Compañero Felino Perfecto
es: Find Your Perfect Feline Companion

source: Explora nuestra selección de adorables gatos que esperan un hogar para siempre. ¡Déjanos ayudarte a encontrar el compañero perfecto!
es: Explore our selection of adorable cats waiting for a forever home. Let us help you find the perfect companion!

source: Ver Gatos Disponibles
es: View Available Cats

source: Imagen de Gato
es: Cat Image

source: Imagen de Marcador de Posición
es: Placeholder Image

source: Certificación 1
es: Certification 1

source: Certificación 2
es: Certification 2

source: Certificación 3
es: Certification 3

source: Todo empezó hace más de 20 años
es: It all started over 20 years ago

source: Una preciosidad de ojos maravillosos llegó a nuestra casa:
es: A beauty with wonderful eyes arrived at our home:

source: Nuestra filosofía: La Cría Responsable
es: Our Philosophy: Responsible Breeding
